Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/travel_and_recreation/vehicle_standards/lighting_of_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: Lighting of motorcycles in Ireland
ro: Iluminarea motocicletelor în Irlanda

source: If you wish to ride a motorcycle on a public road in Ireland, you should be aware there are specific rules in place about the type of lamps and reflectors that must be fitted to your motorcycle
ro: Dacă doriţi să conduceţi o motocicletă pe un drum public în Irlanda, trebuie să fiţi conştient(ă) de faptul că există reguli specifice aplicabile cu privire la tipurile de faruri şi reflectoare cu care trebuie să fie echipată motocicleta dumneavoastră

source: These provisions are set down in the Road Traffic (Lighting of Vehicles) Regulations, 1963 (as amended)
ro: Aceste prevederi sunt stipulate în Reglementările de Trafic Rutier (Iluminarea Vehiculelor), 1963

source: Effective use of lighting on your motorcycle will ensure that other road users see you
ro: Utilizarea eficientă a iluminatului pe motocicleta dumneavoastră vă va asigura că ceilalţi participanţi la trafic vă văd

source: The Gardai (Irish police force) are responsible for the enforcement of the law on the lighting of vehicles in Ireland and this enforcement is essential for road safety
ro: Gardai (forţa de poliţie irlandeză) este responsabilă cu aplicarea legii privind iluminatul vehiculelor în Irlanda, iar această aplicare este esenţială pentru siguranţa rutieră

source: The object of these Regulations is to prevent accidents and protect life and property
ro: Scopul acestor Reglementări este de a preveni accidentele şi de a proteja viaţa şi bunurile

source: Motorcycles at all times are required to have:
ro: Motocicletele trebuie să aibă în permanenţă:

source: • One head lamp: this is a lamp that when lit, adequately lights the road ahead with a white or yellow light for a distance of 99 metres (325 feet) (or 30.5 metres (100 feet) when dipped) and in the case of a low-powered motorcycle, a reasonable distance
ro: • Un far anterior: acesta este un far care, atunci când este aprins, luminează în mod corespunzător şoseaua în faţă cu o lumină albă sau galbenă pe o distanţă de 99 metri (325 picioare) (sau 30,5 metri (100 picioare) când este înclinat) iar în cazul unei motociclete cu putere redusă pe o distanţă rezonabilă

source: • One rear lamp: this is a lamp fitted to the rear and when lit, a red light is visible for 152 metres (500 feet)
ro: • Un far posterior: acesta este un far montat în partea posterioară care, atunci când este aprins, emite o lumină roşie vizibilă de la 152 metri (500 picioare)

source: • One rear reflector: this is a red reflector that can be plainly seen for a distance of 99 metres (325 feet) to the rear when the headlights of a vehicle shine directly on it
ro: • Un reflector posterior: acesta este un reflector roşu care poate fi văzut clar de la o distanţă de 99 metri (325 picioare) în spate atunci când farurile unui vehicul îl luminează direct

source: • Identification mark lighting: this is a white light illuminating the rear identification plate so that each letter and number is easily distinguishable for a distance of 20 metres (65 feet) to the rear
ro: • Iluminare a semnului de identificare: acesta este o lumină albă ce luminează plăcuţa de înmatriculare posterioară astfel încât fiecare literă şi număr să fie uşor de distins de la o distanţă de 20 metri (65 picioare) în spate

source: • Position lamp (if not fitted with a head lamp or if a side car is attached): this is a lamp not exceeding 7 watts that is fitted not more than 1.5 metres (5 feet) from the ground and which when lit shows to the front a white light visible for 152 metres (500 feet)
ro: • Far de poziţie (dacă nu este echipată cu un reflector frontal sau dacă este ataşat un ataş): acesta este un far ce nu depăşeşte 7 watt, care este fixat la nu mai mult de 1,5 metri (5 picioare) de sol şi care, atunci când este aprins, emite în faţă o lumină albă vizibilă de la 152 metri (500 picioare)

source: • Direction indicators and high mounted stop lamp (this is optional): A direction indicator is a device fitted to a motorcycle that is capable of indicating to the other road users that the driver intends to turn right or left
ro: • Indicatoare de direcţie şi un lampă de stop la înălţime (acesta este opţional): Un indicator de direcţie este un dispozitiv ataşat unei motociclete care este capabil să indice celorlalţi participanţi la trafic faptul că motociclistul intenţionează să vireze la dreapta sau la stânga

source: Indicators must be either semaphore or flashing
ro: Indicatoarele trebuie să fie de tip semafor sau intermitent

source: Side-cars of motorcycles are required at all times to have:
ro: Ataşele motocicletelor trebuie să aibă în permanenţă:

source: • One rear lamp (as above)
ro: • Un far posterior (ca mai sus)

source: The head lamps on your motorcycle should be dipped in good time in the following situations:
ro: Farurile anterioare de pe motocicleta dumneavoastră trebuie să fie înclinate la timp în următoarele situaţii:

source: • Meeting oncoming vehicles (i.e., vehicles coming towards you from the opposite direction)
ro: • Întâlnirea vehiculelor care vin (adică vehicule care vin spre dumneavoastră din direcţia opusă)

source: • In built-up areas where public lighting is provided, and special speed limit areas
ro: • În zone cu construcţii în care iluminatul public este asigurat şi în zonele cu limitări speciale de viteză

source: • In periods of poor visibility (i.e., heavy fog, snow, rain, dust)
ro: • În perioadele cu vizibilitate scăzută (adică ceaţă deasă, ninsoare, ploaie, praf)

source: • Travelling behind another vehicle
ro: • Atunci când călătoriţi în spatele unui alt vehicul

source: • When failing to use your head lamps may cause inconvenience to other road users
ro: • Când neutilizarea farurilor anterioare poate cauza neplăceri altor participanţi la trafic

source: All motorcyclists are required to use lamps (other than stop lamps) during "lighting-up" hours
ro: Toţi motocicliştii trebuie să utilizeze farurile (altele decât farurile de oprire) în timpul orelor de "iluminat"

source: If you are using your motorcycle during the day when visibility is poor, you are also required to use lamps
ro: Dacă utilizaţi motocicleta în timpul zilei când vizibilitatea este slabă, trebuie, de asemenea, să utilizaţi farurile

source: If you are using lamps on your motorcycle, you should ensure that your lights are dipped when approaching other road users
ro: Dacă utilizaţi farurile de pe motocicleta dumneavoastră, trebuie să vă asiguraţi că luminile dumneavoastră sunt înclinate în momentul în care vă apropiaţi de alţi participanţi la trafic

source: Most motorcycles are fitted with these lamps and reflectors as standard
ro: Majoritatea motocicletelor sunt prevăzute cu aceste faruri şi reflectoare ca standard

source: You can purchase replacement lamps at any reputable motorcycle shop. How to apply
ro: Puteţi achiziţiona faruri de schimb de la orice magazin respectabil de motociclete
